tap "homebrew/bundle"
tap "homebrew/services"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "apr-util"
brew "black"
brew "boost"
brew "glib"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "freetds"
brew "libavif"
brew "gdbm"
brew "ghostscript"
brew "go"
brew "hugo"
brew "python@3.12"
brew "libheif"
brew "liblqr"
brew "libraw"
brew "imagemagick"
brew "isort"
brew "jq"
brew "libfido2"
brew "libpq"
brew "libyaml"
brew "mvfst"
brew "mysql-client@8.0"
brew "php", restart_service: true
brew "pipx"
brew "pyenv"
brew "python@3.10"
brew "python@3.11"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "sheldon"
brew "tmux"
brew "tree"
brew "watchman"
cask "expo-orbit"
cask "font-hack-nerd-font"
cask "zulu@17"
vscode "adpyke.vscode-sql-formatter"
vscode "ahmadalli.vscode-nginx-conf"
vscode "beardedbear.beardedicons"
vscode "beardedbear.beardedtheme"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "expo.vscode-expo-tools"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "harg.iceberg"
vscode "hediet.vscode-drawio"
vscode "jnbt.vscode-rufo"
vscode "kuscamara.electron"
vscode "markis.code-coverage"
vscode "mermade.openapi-lint"
vscode "mgmcdermott.vscode-language-babel"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "oderwat.indent-rainbow"
vscode "philosowaffle.openapi-designer"
vscode "prisma.prisma"
vscode "pulkitgangwar.nextjs-snippets"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "sdras.night-owl"
vscode "stylelint.vscode-stylelint"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vue.volar"
vscode "xabikos.javascriptsnippets"
vscode "yinfei.luahelper"
vscode "zignd.html-css-class-completion"
